{
  "navigation": {
    "home": "Home",
    "services": "Services",
    "about": "About",
    "contact": "Contact",
    "trust": "They Trust Us",
    "projects": "Projects"
  },
  "cookies": {
    "description": "We use cookies to enhance your experience on our website.",
    "learnMore": "Learn more",
    "accept": "Accept",
    "title": "Cookie Policy",
    "pageDescription": "Learn more about how we use cookies on our website",
    "intro": {
      "title": "What is a cookie?",
      "description": "A cookie is a small text file stored on your computer when visiting a website. Cookies help us improve your experience on our site."
    },
    "types": {
      "title": "Types of cookies we use",
      "necessary": {
        "title": "Necessary Cookies",
        "description": "These cookies are essential for the website to function and cannot be disabled."
      },
      "analytics": {
        "title": "Analytics Cookies",
        "description": "These cookies allow us to analyze site usage to improve performance and user experience."
      },
      "preferences": {
        "title": "Preference Cookies",
        "description": "These cookies remember your choices and preferences for a better experience."
      }
    },
    "control": {
      "title": "How to control cookies?",
      "description": "You can control and/or delete cookies as you wish. You can delete all cookies already on your computer and set most browsers to block them.",
      "browser": {
        "title": "Browser Settings",
        "description": "Each browser offers options to manage cookies. Check your browser settings for more information."
      }
    },
    "contact": {
      "title": "Contact Us",
      "description": "If you have any questions about our use of cookies, please don't hesitate to contact us."
    }
  },
  "home": {
    "title": "Welcome to Gloriam Consulting",
    "subtitle": "Your partner in business excellence",
    "description": "We support companies in their transformation and growth",
    "learnMore": "Learn more",
    "features": {
      "title": "Our strengths",
      "subtitle": "Discover what makes our difference and expertise",
      "learnMore": "Learn more",
      "discoverPartners": "Discover our partners",
      "seeInnovations": "See our innovations",
      "innovation": {
        "title": "Innovation",
        "description": "Innovative and creative solutions to transform your business"
      },
      "excellence": {
        "title": "Excellence",
        "description": "Sharp expertise for exceptional results"
      },
      "partnership": {
        "title": "Partnership",
        "description": "Personalized support for sustainable success"
      }
    }
  },
  "about": {
    "title": "About Us",
    "description": "Discover our story and vision",
    "mission": {
      "title": "Our Mission",
      "description": "Founded in 2023, Gloriam Consulting is dedicated to supporting businesses in their transformation and growth by providing innovative and tailored solutions."
    },
    "vision": {
      "title": "Our Vision",
      "description": "To become the reference partner in business consulting, recognized for our expertise and personalized approach."
    },
    "values": {
      "title": "Our Values",
      "list": [
        "Excellence and professionalism",
        "Innovation and adaptability",
        "Integrity and transparency",
        "Commitment and customer focus"
      ]
    },
    "expertise": {
      "title": "Our Expertise",
      "stats": [
        {
          "title": "+1 year of experience",
          "description": "A year rich in expertise serving our clients"
        },
        {
          "title": "100% successful projects",
          "description": "Concrete solutions for tangible results"
        },
        {
          "title": "Customer satisfaction priority",
          "description": "A lasting relationship of trust with our clients"
        }
      ]
    }
  },
  "services": {
    "title": "Our Services",
    "description": "Tailored solutions for your business",
    "list": [
      {
        "title": "Strategic Consulting",
        "description": "Support in defining and executing your business strategy"
      },
      {
        "title": "Financial Analysis",
        "description": "Optimization of financial performance and risk management"
      },
      {
        "title": "Digital Transformation",
        "description": "Support in your digital transition and adoption of new technologies"
      },
      {
        "title": "Human Resources Management",
        "description": "Optimization of your HR processes and human capital development"
      },
      {
        "title": "Business Development",
        "description": "Growth strategies and new market development"
      },
      {
        "title": "Operational Optimization",
        "description": "Process and productivity improvement"
      },
      {
        "title": "SME Support",
        "description": "Tailored solutions for small and medium enterprises"
      },
      {
        "title": "Innovation & Technology",
        "description": "Innovation consulting and technology integration"
      }
    ]
  },
  "contact": {
    "title": "Contact Us",
    "description": "Get in touch with our team"
  },
  "trust": {
    "title": "They Trust Us",
    "description": "Discover the companies that trust us",
    "partners": {
      "title": "Our Partners"
    },
    "clients": {
      "title": "Our Clients"
    },
    "stats": {
      "experience": "Years of Experience",
      "experienceDesc": "Solid expertise serving our clients",
      "projects": "Successful Projects",
      "projectsDesc": "Concrete solutions for tangible results",
      "satisfaction": "Client Satisfaction",
      "satisfactionDesc": "A lasting relationship of trust with our clients"
    }
  },
  "projects": {
    "title": "Our Projects",
    "description": "Discover some of our flagship projects completed for our clients",
    "projects": [
      {
        "title": "Pharmaceutical Payment Software",
        "client": "Major Pharmaceutical Group",
        "description": "Development of a secure payment management software for a major pharmaceutical group, enabling transaction and reimbursement management.",
        "details": "This comprehensive payment solution enables efficient management of financial transactions, reimbursements, invoicing, and payment traceability for pharmacies and group partners. The system ensures maximum security of financial data and full compliance with pharmaceutical sector regulations.",
        "technologies": "Java JEE • Spring • JUnit • Bootstrap • Tomcat • Oracle • Git • REST API • Security",
        "image": "/images/projects/paiements.png"
      },
      {
        "title": "Construction Material Management",
        "client": "Major Construction Group",
        "description": "Development of a comprehensive material management application for a leading group in major infrastructure (roads, railways, bridges).",
        "details": "This solution enables efficient management of construction material stocks, order tracking, material traceability, and supply optimization across multiple simultaneous construction sites. The application provides real-time overview and facilitates coordination between different sites.",
        "technologies": "Java JEE • Maven • AngularJS • Node.js • SVN • SQL • JBoss • REST API • Spring Framework • Hibernate",
        "image": "/images/projects/construction.jpeg"
      },
      {
        "title": "Total Service Station IS Management",
        "client": "Total Energies",
        "description": "Complete management of Total service station information systems in France, Germany, and other European entities.",
        "details": "Flagship project: Implementation of a remote distribution solution enabling automatic fuel price updates without human intervention. This revolutionary innovation ensures real-time price synchronization across all points of sale, reducing errors and optimizing daily operations.",
        "technologies": "Remote distribution • Automation • Information system • Multi-country integration",
        "image": "/images/projects/total.jpg"
      },
      {
        "title": "Online Insurance",
        "client": "Insurance Company",
        "description": "Development of a web application enabling complete online insurance subscription without human intervention.",
        "details": "This revolutionary platform allows customers to subscribe to insurance in just a few minutes, with a fully automated process of quotes, comparison, and subscription. The application integrates advanced features for premium calculation, risk analysis, and automatic contract generation.",
        "technologies": "Web application • Automation • Premium calculation • E-signature",
        "image": "/images/projects/insurance.jpg"
      },
      {
        "title": "Banking Data Management",
        "client": "Major Bank",
        "description": "Solution for managing and exchanging data between a major bank and its partners in the financial sector.",
        "details": "Implementation of a secure platform enabling data exchange and synchronization between the bank and its financial partners. The solution ensures data security, regulatory compliance, and provides complete traceability of exchanges, facilitating collaboration and innovation in the banking sector.",
        "technologies": "Big Data • Security • API • Regulatory compliance • Integration",
        "image": "/images/projects/banking.jpg"
      },
      {
        "title": "ODM Banking Solution",
        "client": "Digital Bank",
        "description": "Implementation of a banking solution based on ODM (Operational Decision Management) enabling online credit subscription without human intervention.",
        "details": "This innovative solution uses advanced rule engines to automatically evaluate credit applications in real-time. Thanks to complete process automation, customers can obtain a response to their credit application in just a few minutes, with optimal user experience and full compliance with banking regulations.",
        "technologies": "ODM • Automation • Risk analysis • Scoring • E-signature",
        "image": "/images/projects/credit.jpg"
      }
    ]
  },
  "privacy": {
    "title": "Privacy Policy",
    "description": "Learn about how we protect your privacy",
    "lastUpdated": "Last updated",
    "content": {
      "intro": "This privacy policy describes how Gloriam Consulting collects, uses, and protects your personal information.",
      "collection": "Information Collection",
      "use": "Information Use",
      "protection": "Information Protection",
      "cookies": "Cookies Policy",
      "rights": "Your Rights",
      "contact": "Contact Us"
    }
  },
  "footer": {
    "allRights": "All rights reserved.",
    "privacyPolicy": "Privacy Policy",
    "cookies": "Cookies"
  },
  "chatbot": {
    "welcome": "Hello! I'm Gloriam Consulting's virtual assistant. How can I help you today?",
    "online": "Online",
    "typeMessage": "Type your message...",
    "quickActions": {
      "services": "Our services",
      "contact": "Contact us",
      "quote": "Request a quote",
      "learnMore": "Learn more",
      "partners": "Our partners"
    },
    "responses": {
      "services": "We offer several services: Strategic Consulting, Financial Analysis, Digital Transformation, Human Resources Management, Business Development, Operational Optimization, SME Support, and Innovation & Technology. Would you like me to redirect you to our services page to discover more?",
      "contact": "To contact us, you can use the contact form on our website or call us directly. I can redirect you to our contact page if you wish.",
      "quote": "To get a personalized quote, I invite you to contact us via our contact form. Our rates vary depending on the type of project, duration of support, and your specific needs. I can redirect you to our contact page for your quote request.",
      "training": "We offer tailored training programs adapted to your needs. To get a quote for training, I invite you to contact us via our contact form. I can redirect you to the contact page for your request.",
      "pricing": "Our rates vary depending on the type of project and duration of support. I invite you to contact us for a personalized quote adapted to your specific needs.",
      "company": "We support companies of all sizes in their transformation and growth. We have particular expertise with SMEs. Would you like to discover our services?",
      "strategy": "Our Strategic Consulting service helps you define and execute your business strategy. We analyze your market, competitors, and growth opportunities.",
      "digital": "Digital Transformation is one of our areas of expertise. We support you in adopting new technologies and optimizing your digital processes.",
      "hr": "We optimize your HR processes and develop your human capital. This includes recruitment strategy, training, and improving team performance.",
      "finance": "Our Financial Analysis service helps you optimize your financial performance and manage risks. We analyze your cash flow, profitability, and investments.",
      "about": "Gloriam Consulting is a consulting firm founded in 2023, specializing in supporting companies in their transformation and growth. Would you like to know more about our story and vision?",
      "duration": "The duration of our projects depends on your specific needs. Some projects can be completed in a few weeks, others require support over several months. We adapt our approach to your context.",
      "expertise": "Our team has solid expertise in several areas: strategic consulting, financial analysis, digital transformation, human resources management, and more. We have supported many companies in their growth.",
      "clients": "We have the privilege of working with renowned companies that trust us. You can discover our partners and clients on our dedicated page.",
      "thanks": "You're welcome! It's a pleasure to help you. Don't hesitate if you have other questions about our services.",
      "greeting": "Hello! I'm here to help you discover our services. What would you like to know about Gloriam Consulting?",
      "help": "I can inform you about our services, our rates, our working methods, or help you contact us. I can also redirect you to our services, contact, or about pages. What would you like to know?",
      "default": "Thank you for your message. For more detailed information, I invite you to contact us directly via our contact form. I'll redirect you to our contact page with your question."
    }
  }
} 