{
  "navigation": {
    "home": "Accueil",
    "services": "Services",
    "about": "À propos",
    "contact": "Contact",
    "trust": "Ils Nous Font Confiance",
    "projects": "Projets"
  },
  "footer": {
    "allRights": "Tous droits réservés.",
    "privacyPolicy": "Politique de confidentialité",
    "cookies": "Cookies"
  },
  "chatbot": {
    "welcome": "Bonjour ! Je suis l'assistant virtuel de Gloriam Consulting. Comment puis-je vous aider aujourd'hui ?",
    "online": "En ligne",
    "typeMessage": "Tapez votre message...",
    "quickActions": {
      "services": "Nos services",
      "contact": "Nous contacter",
      "quote": "Demander un devis",
      "learnMore": "En savoir plus",
      "partners": "Nos partenaires"
    },
    "responses": {
      "services": "Nous proposons plusieurs services : Conseil Stratégique, Analyse Financière, Transformation Digitale, Gestion des Ressources Humaines, Développement Commercial, Optimisation Opérationnelle, Accompagnement PME, et Innovation & Technologie. Voulez-vous que je vous redirige vers notre page services pour en découvrir plus ?",
      "contact": "Pour nous contacter, vous pouvez utiliser le formulaire de contact sur notre site ou nous appeler directement. Je peux vous rediriger vers notre page de contact si vous le souhaitez.",
      "quote": "Pour obtenir un devis personnalisé, je vous invite à nous contacter via notre formulaire de contact. Nos tarifs varient selon le type de projet, la durée d'accompagnement et vos besoins spécifiques. Je peux vous rediriger vers notre page de contact pour votre demande de devis.",
      "training": "Nous proposons des formations sur mesure adaptées à vos besoins. Pour obtenir un devis pour une formation, je vous invite à nous contacter via notre formulaire de contact. Je peux vous rediriger vers la page de contact pour votre demande.",
      "pricing": "Nos tarifs varient selon le type de projet et la durée d'accompagnement. Je vous invite à nous contacter pour obtenir un devis personnalisé adapté à vos besoins spécifiques.",
      "company": "Nous accompagnons les entreprises de toutes tailles dans leur transformation et croissance. Nous avons une expertise particulière avec les PME. Voulez-vous découvrir nos services ?",
      "strategy": "Notre service de Conseil Stratégique vous aide à définir et exécuter votre stratégie d'entreprise. Nous analysons votre marché, vos concurrents et vos opportunités de croissance.",
      "digital": "La Transformation Digitale est l'un de nos domaines d'expertise. Nous vous accompagnons dans l'adoption des nouvelles technologies et l'optimisation de vos processus numériques.",
      "hr": "Nous optimisons vos processus RH et développons votre capital humain. Cela inclut la stratégie de recrutement, la formation, et l'amélioration de la performance des équipes.",
      "finance": "Notre service d'Analyse Financière vous aide à optimiser votre performance financière et gérer les risques. Nous analysons vos flux de trésorerie, votre rentabilité et vos investissements.",
      "about": "Gloriam Consulting est une société de conseil créée en 2023, spécialisée dans l'accompagnement des entreprises dans leur transformation et leur croissance. Voulez-vous en savoir plus sur notre histoire et notre vision ?",
      "duration": "La durée de nos projets dépend de vos besoins spécifiques. Certains projets peuvent être réalisés en quelques semaines, d'autres nécessitent un accompagnement sur plusieurs mois. Nous adaptons notre approche à votre contexte.",
      "expertise": "Notre équipe possède une expertise solide dans plusieurs domaines : conseil stratégique, analyse financière, transformation digitale, gestion des ressources humaines, et bien plus. Nous avons accompagné de nombreuses entreprises dans leur croissance.",
      "clients": "Nous avons la chance de travailler avec des entreprises de renom qui nous font confiance. Vous pouvez découvrir nos partenaires et clients sur notre page dédiée.",
      "thanks": "De rien ! C'est un plaisir de vous aider. N'hésitez pas si vous avez d'autres questions sur nos services.",
      "greeting": "Bonjour ! Je suis là pour vous aider à découvrir nos services. Que souhaitez-vous savoir sur Gloriam Consulting ?",
      "help": "Je peux vous renseigner sur nos services, nos tarifs, nos méthodes de travail, ou vous aider à nous contacter. Je peux également vous rediriger vers nos pages services, contact, ou à propos. Que souhaitez-vous savoir ?",
      "default": "Merci pour votre message. Pour des informations plus détaillées, je vous invite à nous contacter directement via notre formulaire de contact. Je vous redirige vers notre page de contact avec votre question."
    }
  },
  "home": {
    "title": "Bienvenue chez Gloriam Consulting",
    "subtitle": "Votre partenaire en excellence commerciale",
    "description": "Nous accompagnons les entreprises dans leur transformation et leur croissance",
    "learnMore": "En savoir plus",
    "features": {
      "title": "Nos atouts",
      "subtitle": "Découvrez ce qui fait notre différence et notre expertise",
      "learnMore": "En savoir plus",
      "discoverPartners": "Découvrir nos partenaires",
      "seeInnovations": "Voir nos innovations",
      "innovation": {
        "title": "Innovation",
        "description": "Des solutions innovantes et créatives pour transformer votre entreprise"
      },
      "excellence": {
        "title": "Excellence",
        "description": "Une expertise pointue pour des résultats exceptionnels"
      },
      "partnership": {
        "title": "Partenariat",
        "description": "Un accompagnement personnalisé pour une réussite durable"
      }
    }
  },
  "about": {
    "title": "À Propos",
    "description": "Découvrez notre histoire et notre vision",
    "mission": {
      "title": "Notre Mission",
      "description": "Créé en 2023, Gloriam Consulting a pour vocation d'accompagner les entreprises dans leur transformation et leur croissance en apportant des solutions innovantes et sur mesure."
    },
    "vision": {
      "title": "Notre Vision",
      "description": "Devenir le partenaire de référence en conseil aux entreprises, reconnu pour notre expertise et notre approche personnalisée."
    },
    "values": {
      "title": "Nos Valeurs",
      "list": [
        "Excellence et professionnalisme",
        "Innovation et adaptabilité",
        "Intégrité et transparence",
        "Engagement et proximité client"
      ]
    },
    "expertise": {
      "title": "Notre Expertise",
      "stats": [
        {
          "title": "+1 an d'expérience",
          "description": "Une année riche en expertise au service de nos clients"
        },
        {
          "title": "100% de projets réussis",
          "description": "Des solutions concrètes pour des résultats tangibles"
        },
        {
          "title": "Satisfaction client prioritaire",
          "description": "Une relation de confiance durable avec nos clients"
        }
      ]
    }
  },
  "services": {
    "title": "Nos Services",
    "description": "Des solutions sur mesure pour votre entreprise",
    "list": [
      {
        "title": "Conseil Stratégique",
        "description": "Accompagnement dans la définition et l'exécution de votre stratégie d'entreprise"
      },
      {
        "title": "Analyse Financière",
        "description": "Optimisation de la performance financière et gestion des risques"
      },
      {
        "title": "Transformation Digitale",
        "description": "Accompagnement dans votre transition numérique et l'adoption des nouvelles technologies"
      },
      {
        "title": "Gestion des Ressources Humaines",
        "description": "Optimisation de vos processus RH et développement du capital humain"
      },
      {
        "title": "Développement Commercial",
        "description": "Stratégies de croissance et développement de nouveaux marchés"
      },
      {
        "title": "Optimisation Opérationnelle",
        "description": "Amélioration des processus et de la productivité"
      },
      {
        "title": "Accompagnement PME",
        "description": "Solutions sur mesure pour les petites et moyennes entreprises"
      },
      {
        "title": "Innovation & Technologie",
        "description": "Conseil en innovation et intégration technologique"
      }
    ]
  },
  "contact": {
    "title": "Contactez-nous",
    "description": "Prenez contact avec notre équipe"
  },
  "trust": {
    "title": "Ils nous font confiance",
    "description": "Découvrez les entreprises qui nous font confiance",
    "partners": {
      "title": "Nos Partenaires"
    },
    "clients": {
      "title": "Nos Clients"
    },
    "stats": {
      "experience": "Années d'expérience",
      "experienceDesc": "Une expertise solide au service de nos clients",
      "projects": "Projets réussis",
      "projectsDesc": "Des solutions concrètes pour des résultats tangibles",
      "satisfaction": "Satisfaction client",
      "satisfactionDesc": "Une relation de confiance durable avec nos clients"
    }
  },
  "projects": {
    "title": "Nos Projets",
    "description": "Découvrez quelques-uns de nos projets phares réalisés pour nos clients",
    "projects": [
      {
        "title": "Logiciel de Paiement Pharmaceutique",
        "client": "Grand Groupe Pharmaceutique",
        "description": "Développement d'un logiciel de gestion de paiements sécurisé pour un grand groupe pharmaceutique, permettant la gestion des transactions et des remboursements.",
        "details": "Cette solution de paiement complète permet de gérer efficacement les transactions financières, les remboursements, la facturation et la traçabilité des paiements pour les pharmacies et partenaires du groupe. Le système garantit une sécurité maximale des données financières et une conformité totale avec les réglementations du secteur pharmaceutique.",
        "technologies": "Java JEE • Spring • JUnit • Bootstrap • Tomcat • Oracle • Git • REST API • Sécurité",
        "image": "/images/projects/paiements.png"
      },
      {
        "title": "Gestion de Matériel de Construction",
        "client": "Groupe de Construction Majeure",
        "description": "Développement d'une application complète de gestion de matériel pour un groupe leader dans les grandes infrastructures (routes, voies ferrées, ponts).",
        "details": "Cette solution permet de gérer efficacement les stocks de matériaux de construction, le suivi des commandes, la traçabilité des matériaux et l'optimisation des approvisionnements sur de multiples chantiers simultanés. L'application offre une vue d'ensemble en temps réel et facilite la coordination entre les différents sites.",
        "technologies": "Java JEE • Maven • AngularJS • Node.js • SVN • SQL • JBoss • REST API • Spring Framework • Hibernate",
        "image": "/images/projects/construction.jpeg"
      },
      {
        "title": "Gestion du SI Stations-Service Total",
        "client": "Total Energies",
        "description": "Gestion complète du système d'information des stations-service Total en France, Allemagne et autres entités européennes.",
        "details": "Projet phare : Mise en place d'une solution de télédistribution permettant la mise à jour automatique des prix de l'essence sans intervention humaine. Cette innovation révolutionnaire assure une synchronisation en temps réel des prix sur tous les points de vente, réduisant les erreurs et optimisant les opérations quotidiennes.",
        "technologies": "Télédistribution • Automatisation • Système d'information • Intégration multi-pays",
        "image": "/images/projects/total.jpg"
      },
      {
        "title": "Assurance en Ligne",
        "client": "Compagnie d'Assurance",
        "description": "Développement d'une application web permettant la souscription complète d'assurances en ligne, sans intervention humaine.",
        "details": "Cette plateforme révolutionnaire permet aux clients de souscrire une assurance en quelques minutes, avec un processus entièrement automatisé de devis, comparaison et souscription. L'application intègre des fonctionnalités avancées de calcul de primes, d'analyse de risques et de génération automatique de contrats.",
        "technologies": "Application web • Automatisation • Calcul de primes • E-signature",
        "image": "/images/projects/insurance.jpg"
      },
      {
        "title": "Gestion de Data Bancaire",
        "client": "Grande Banque",
        "description": "Solution de gestion et d'échange de données entre une grande banque et ses partenaires du secteur financier.",
        "details": "Mise en place d'une plateforme sécurisée permettant l'échange et la synchronisation de données entre la banque et ses partenaires financiers. La solution garantit la sécurité des données, la conformité réglementaire et offre une traçabilité complète des échanges, facilitant la collaboration et l'innovation dans le secteur bancaire.",
        "technologies": "Big Data • Sécurité • API • Conformité réglementaire • Intégration",
        "image": "/images/projects/banking.jpg"
      },
      {
        "title": "Solution Bancaire ODM",
        "client": "Banque Digitale",
        "description": "Mise en place d'une solution bancaire basée sur ODM (Operational Decision Management) permettant la souscription de crédits en ligne sans intervention humaine.",
        "details": "Cette solution innovante utilise des moteurs de règles avancés pour évaluer automatiquement les demandes de crédit en temps réel. Grâce à l'automatisation complète du processus, les clients peuvent obtenir une réponse à leur demande de crédit en quelques minutes, avec une expérience utilisateur optimale et une conformité totale aux réglementations bancaires.",
        "technologies": "ODM • Automatisation • Analyse de risque • Scoring • E-signature",
        "image": "/images/projects/credit.jpg"
      }
    ]
  },
  "privacy": {
    "title": "Politique de Confidentialité",
    "description": "Découvrez comment nous protégeons vos données personnelles",
    "lastUpdated": "Dernière mise à jour",
    "content": {
      "intro": "Cette politique de confidentialité décrit comment Gloriam Consulting collecte, utilise et protège vos informations personnelles.",
      "collection": "Collecte des Informations",
      "use": "Utilisation des Informations",
      "protection": "Protection des Informations",
      "cookies": "Politique des Cookies",
      "rights": "Vos Droits",
      "contact": "Nous Contacter"
    }
  },
  "cookies": {
    "description": "Nous utilisons des cookies pour améliorer votre expérience sur notre site.",
    "learnMore": "En savoir plus",
    "accept": "Accepter",
    "title": "Politique des Cookies",
    "pageDescription": "En savoir plus sur l'utilisation des cookies sur notre site",
    "intro": {
      "title": "Qu'est-ce qu'un cookie ?",
      "description": "Un cookie est un petit fichier texte stocké sur votre ordinateur lors de la visite d'un site web. Les cookies nous aident à améliorer votre expérience sur notre site."
    },
    "types": {
      "title": "Types de cookies que nous utilisons",
      "necessary": {
        "title": "Cookies Nécessaires",
        "description": "Ces cookies sont essentiels au fonctionnement du site et ne peuvent pas être désactivés."
      },
      "analytics": {
        "title": "Cookies Analytiques",
        "description": "Ces cookies nous permettent d'analyser l'utilisation du site pour en améliorer les performances et l'expérience utilisateur."
      },
      "preferences": {
        "title": "Cookies de Préférences",
        "description": "Ces cookies permettent de mémoriser vos choix et préférences pour une meilleure expérience."
      }
    },
    "control": {
      "title": "Comment contrôler les cookies ?",
      "description": "Vous pouvez contrôler et/ou supprimer les cookies comme vous le souhaitez. Vous pouvez supprimer tous les cookies déjà présents sur votre ordinateur et paramétrer la plupart des navigateurs pour les bloquer.",
      "browser": {
        "title": "Paramètres du navigateur",
        "description": "Chaque navigateur propose des options pour gérer les cookies. Consultez les paramètres de votre navigateur pour plus d'informations."
      }
    },
    "contact": {
      "title": "Nous contacter",
      "description": "Pour toute question concernant notre utilisation des cookies, n'hésitez pas à nous contacter."
    }
  }
} 